// import {Theater} from "./lib.js";
// const theater = new Theater();
// export default  theater;
//
// theater.addNewFilm(
//     40885,
//     'Окраина',
//     'Okraina',
//     1998,
//     'Россия',
//     'Рассерженные мужики, у которых отняли землю, отправляются в поисках правды и справедливости с далекой окраины в столицу.',
//     'драма'
// );
// theater.addNewFilm(
//     914862,
//     'Шахматист',
//     'Fahim',
//     2019,
//     'Франция',
//     'Юный шахматный гений Фахим вместе с отцом вынужденно покидает родной Бангладеш и находит убежище в Париже. Здесь мальчик знакомится с ворчуном Сильвианом, одним из лучших гроссмейстеров Франции. Неприязнь между ними перерастет в дружбу, которая подарит им новый смысл жизни и приведет как к досадным поражениям, так и к головокружительным победам.',
//     'драма комедия биография'
// );
// theater.addNewFilm(
//     1256482,
//     'Расправь крылья',
//     'Donne-moi des ailes',
//     2019,
//     'Франция Норвегия',
//     'Подросток Тома навещает во время отдыха своего отца Кристиана, чудаковатого орнитолога. Но для юноши, увлеченного гаджетами и играми, разведение диких гусей во французской деревне и эксперименты отца наводят лишь тоску. Однако все меняется, когда Тома решает спасти исчезающий вид диких гусей и отправляется в воодушевляющее путешествие с «небесными ангелами», как их называет Кристиан.',
//     'приключения семейный'
// );
// theater.addNewFilm(
//     1134778,
//     'Платформа',
//     'El hoyo',
//     2019,
//     'Испания',
//     'Горен соглашается на участие в некоем эксперименте и вскоре приходит в себя в почти пустой комнате уровня 48, где имеются большие прямоугольные отверстия в полу и потолке. На каждом уровне находятся двое человек, а сколько всего уровней — неизвестно. Этажи связывает общий колодец, по которому раз в день опускается платформа с едой, и чем ниже находятся люди, тем меньше у них шансов поесть. Каждый месяц происходит рокировка, и обитатели верхних уровней могут оказаться в самом низу, и наоборот. Поскольку разрешалось взять с собой один предмет, Горен выбрал томик «Дон Кихота», а его сосед прихватил большой самозатачивающийся нож.',
//     'фантастика триллер драма'
// );
// theater.addNewFilm(
//     1252968,
//     'Надо мною солнце не садится',
//     'Мин үрдүбэр күн хаһан да киирбэт',
//     2019,
//     'Россия',
//     'Поссорившись с отцом, Алтан приезжает работать на Крайний Север. Ему предстоит провести целый месяц в одиночестве на безлюдном острове. Но вскоре у Алтана появляется сосед — старик Байбал. Он приехал сюда доживать свои последние дни и просит Алтана похоронить его рядом с могилой жены. Однажды парень узнает, что у Байбала в молодости пропала дочь. Он уговаривает старика создать развлекательный видеоблог, чтобы найти ее, а заодно оттянуть день смерти. Каждый день Алтан делает всё, чтобы старик захотел прожить еще один прекрасный день…\n',
//     'драма комедия'
// );
// theater.addNewFilm(
//     939785,
//     'Остров собак',
//     'Isle of Dogs',
//     2018,
//     'Германия США',
//     'История 12-летнего мальчика Атари Кобаяши, опекаемого коррумпированным мэром Кобаяши. Когда по Указу последнего все домашние собаки города Мегасаки изгоняются на громадную свалку, Атари в одиночку отправляется на миниатюрном летательном аппарате на мусорный остров, чтобы найти своего верного пса по прозвищу Спотс. Там на острове вместе со стаей новых друзей-дворняг он начнет эпичное путешествие, которое решит будущую судьбу всей Префектуры.',
//     'мультфильм приключения'
// );
// theater.addNewFilm(
//     1143242,
//     'Джентльмены',
//     'The Gentlemen',
//     2019,
//     'Великобритания США',
//     'Один ушлый американец ещё со студенческих лет приторговывал наркотиками, а теперь придумал схему нелегального обогащения с использованием поместий обедневшей английской аристократии и очень неплохо на этом разбогател. Другой пронырливый журналист приходит к Рэю, правой руке американца, и предлагает тому купить киносценарий, в котором подробно описаны преступления его босса при участии других представителей лондонского криминального мира — партнёра-еврея, китайской диаспоры, чернокожих спортсменов и даже русского олигарха.',
//     'боевик комедия'
// );
//
//
