[
  {
    "id": 833,
    "name": "Убойный футбол",
    "altName": "Siu Lam juk kau",
    "year": 2001,
    "country": "Китай",
    "desc": "Шесть братьев под руководством опытного футбольного тренера создают непобедимую команду. Объединив неоценимый опыт древних мастеров кунг-фу и современную тактику футбольного боя, они подают заявку на участие в престижном футбольном первенстве с призом в миллион долларов.",
    "genre": "комедия спорт боевик",
    "trailer": "",
    "age": "16+"
  },
  {
    "id": 1043758,
    "name": "Паразиты",
    "altName": "Gisaengchung",
    "year": 2019,
    "country": "Южная Корея",
    "desc": "Обычное корейское семейство Кимов жизнь не балует. Приходится жить в сыром грязном полуподвале, воровать интернет у соседей и перебиваться случайными подработками. Однажды друг сына семейства, уезжая на стажировку за границу, предлагает тому заменить его и поработать репетитором у старшеклассницы в богатой семье Пак. Подделав диплом о высшем образовании, парень отправляется в шикарный дизайнерский особняк и производит на хозяйку дома хорошее впечатление. Тут же ему в голову приходит необычный план по трудоустройству сестры.",
    "genre": "драма триллер комедия",
    "trailer": "",
    "age": "18+"
  },
  {
    "id": 1048334,
    "name": "Джокер",
    "altName": "Joker",
    "year": 2019,
    "country": "США, Канада",
    "desc": "Комик Артур Флек живет с больной матерью, которая с детства учит его «ходить с улыбкой». Пытаясь нести в мир хорошее и дарить людям радость, Артур сталкивается с человеческой жестокостью и постепенно приходит к выводу, что этот мир получит от него не добрую улыбку, а ухмылку злодея Джокера.",
    "genre": "драма триллер",
    "trailer": "",
    "age": "18+"
  },
  {
    "id": 826373,
    "name": "Дело Ричарда Джуэлла",
    "altName": "Richard Jewell",
    "year": 2019,
    "country": "США",
    "desc": "История Ричарда Джуэлла, который работал охранником на Олимпийских играх 1996 года в Атланте и, заметив рюкзак с бомбой, сумел вовремя эвакуировать людей. Однако всеобщая благодарность длилась недолго: через несколько дней Джуэлл сам превратился в главного подозреваемого и жертву уничижительной травли со стороны СМИ.",
    "genre": "драма биография",
    "trailer": "",
    "age": "18+"
  },
  {
    "id": 1178053,
    "name": "Кровь машин",
    "altName": "Blood Machines",
    "year": 2019,
    "country": "Франция",
    "desc": "Спасаясь от военного космического корабля, небольшое судно с искусственным интеллектом по имени Мима терпит крушение на неисследованной планете. Его тут же обнаруживают женщины загадочного племени, но излечить умирающий корабль им не даёт команда преследователей.",
    "genre": "фантастика",
    "trailer": "",
    "age": "18+"
  },
  {
    "id": 40885,
    "name": "Окраина",
    "altName": "Okraina",
    "year": 1998,
    "country": "Россия",
    "desc": "Рассерженные мужики, у которых отняли землю, отправляются в поисках правды и справедливости с далекой окраины в столицу.",
    "genre": "драма",
    "trailer": "https://www.youtube.com/embed/1BTyowkqK-Q"
  },
  {
    "id": 914862,
    "name": "Шахматист",
    "altName": "Fahim",
    "year": 2019,
    "country": "Франция",
    "desc": "Юный шахматный гений Фахим вместе с отцом вынужденно покидает родной Бангладеш и находит убежище в Париже. Здесь мальчик знакомится с ворчуном Сильвианом, одним из лучших гроссмейстеров Франции. Неприязнь между ними перерастет в дружбу, которая подарит им новый смысл жизни и приведет как к досадным поражениям, так и к головокружительным победам.",
    "genre": "драма комедия биография"
  },
  {
    "id": 1256482,
    "name": "Расправь крылья",
    "altName": "Donne-moi des ailes",
    "year": 2019,
    "country": "Франция Норвегия",
    "desc": "Подросток Тома навещает во время отдыха своего отца Кристиана, чудаковатого орнитолога. Но для юноши, увлеченного гаджетами и играми, разведение диких гусей во французской деревне и эксперименты отца наводят лишь тоску. Однако все меняется, когда Тома решает спасти исчезающий вид диких гусей и отправляется в воодушевляющее путешествие с «небесными ангелами», как их называет Кристиан.",
    "genre": "приключения семейный"
  },
  {
    "id": 1134778,
    "name": "Платформа",
    "altName": "El hoyo",
    "year": 2019,
    "country": "Испания",
    "desc": "Горен соглашается на участие в некоем эксперименте и вскоре приходит в себя в почти пустой комнате уровня 48, где имеются большие прямоугольные отверстия в полу и потолке. На каждом уровне находятся двое человек, а сколько всего уровней — неизвестно. Этажи связывает общий колодец, по которому раз в день опускается платформа с едой, и чем ниже находятся люди, тем меньше у них шансов поесть. Каждый месяц происходит рокировка, и обитатели верхних уровней могут оказаться в самом низу, и наоборот. Поскольку разрешалось взять с собой один предмет, Горен выбрал томик «Дон Кихота», а его сосед прихватил большой самозатачивающийся нож.",
    "genre": "фантастика триллер драма"
  },
  {
    "id": 1252968,
    "name": "Надо мною солнце не садится",
    "altName": "Мин үрдүбэр күн хаһан да киирбэт",
    "year": 2019,
    "country": "Россия",
    "desc": "Поссорившись с отцом, Алтан приезжает работать на Крайний Север. Ему предстоит провести целый месяц в одиночестве на безлюдном острове. Но вскоре у Алтана появляется сосед — старик Байбал. Он приехал сюда доживать свои последние дни и просит Алтана похоронить его рядом с могилой жены. Однажды парень узнает, что у Байбала в молодости пропала дочь. Он уговаривает старика создать развлекательный видеоблог, чтобы найти ее, а заодно оттянуть день смерти. Каждый день Алтан делает всё, чтобы старик захотел прожить еще один прекрасный день…\n",
    "genre": "драма комедия"
  },
  {
    "id": 939785,
    "name": "Остров собак",
    "altName": "Isle of Dogs",
    "year": 2018,
    "country": "Германия США",
    "desc": "История 12-летнего мальчика Атари Кобаяши, опекаемого коррумпированным мэром Кобаяши. Когда по Указу последнего все домашние собаки города Мегасаки изгоняются на громадную свалку, Атари в одиночку отправляется на миниатюрном летательном аппарате на мусорный остров, чтобы найти своего верного пса по прозвищу Спотс. Там на острове вместе со стаей новых друзей-дворняг он начнет эпичное путешествие, которое решит будущую судьбу всей Префектуры.",
    "genre": "мультфильм приключения"
  },
  {
    "id": 1143242,
    "name": "Джентльмены",
    "altName": "The Gentlemen",
    "year": 2019,
    "country": "Великобритания США",
    "desc": "Один ушлый американец ещё со студенческих лет приторговывал наркотиками, а теперь придумал схему нелегального обогащения с использованием поместий обедневшей английской аристократии и очень неплохо на этом разбогател. Другой пронырливый журналист приходит к Рэю, правой руке американца, и предлагает тому купить киносценарий, в котором подробно описаны преступления его босса при участии других представителей лондонского криминального мира — партнёра-еврея, китайской диаспоры, чернокожих спортсменов и даже русского олигарха.",
    "genre": "боевик комедия"
  }
]